{"config": [{"config": {"kernel_constraint": null, "bias_constraint": null, "name": "dense_1", "dtype": "float32", "kernel_regularizer": null, "trainable": true, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "activity_regularizer": null, "bias_regularizer": null, "batch_input_shape": [null, 784], "units": 784, "kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "bias_constraint": null, "name": "dense_2", "kernel_regularizer": null, "trainable": true, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "bias_regularizer": null, "activity_regularizer": null, "units": 1024, "kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}}, "class_name": "Dense"}, {"config": {"rate": 0.2, "trainable": true, "name": "dropout_1"}, "class_name": "Dropout"}, {"config": {"kernel_constraint": null, "bias_constraint": null, "name": "dense_3", "kernel_regularizer": null, "trainable": true, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "softmax", "bias_regularizer": null, "activity_regularizer": null, "units": 47, "kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.0.4"}